Repository: rhwcheng/LifeDriver-main-2.0
Catalog: LifeDriver-main/StyexFleetManagement/Resx/AppResources.*.resx
Languages: de, th

source: above
th: ข้างบน

# acceleration_label
source: Acceleration
th: การเร่งความเร็ว

# acceleration_short_title
source: Accel
th: เร่งความเร็ว

source: Accident Count
th: จำนวนอุบัติเหตุ

# accident_count_dashboard
source: Accident (count)
th: อุบัติเหตุ(ครั้ง)

# accident_label
source: Accident
th: อุบัติเหตุ

# accident_summary_description
source: The report details the per second accident data received, providing Impact zones, accident location as well as accelerometer values.
th: รายงานรายละเอียดข้อมูลอุบัติเหตุต่อวินาที,พื้นที่ได้รับผลกระทบ ,ตำแหน่งสถานที่เกิดอุบัติเหตุรวมทั้งค่าความเร่งความเร็ว

# action_account_settings
source: Account settings
de: Account Einstellungen
th: การตั้งค่าบัญชี

# action_add_to_favourites
source: Add to favourites
de: Zu den Favoriten hinzufuegen
th: เพิ่มในรายการโปรด

# action_change_map_type
source: Change map type
de: Karte veraendern
th: เปลี่ยนประเภทแผนที่

# action_clear_cache
source: Clear cached data
de: Cache loeschen
th: ล้างข้อมูลแคช

# action_logout
source: Log out
th: ออกจากระบบ

# action_refresh
source: Refresh
de: Erfrischen
th: รีเฟรช

# action_refresh_user_settings
source: Refresh settings
de: Einstellungen aktualisieren
th: รีเฟรชการตั้งค่า

# action_remove_from_favourites
source: Remove from favourites
de: Aus Favoriten entfernen
th: ลบรายการโปรด

# action_reset_dashboard_settings
source: Reset Dashboard Settings
th: รีเซ็ตการตั้งค่าหน้าแดชบอร์ด

# action_share_report
source: Share report
de: Bericht teilen
th: แบ่งปันรายงาน

source: alerts
th: การแจ้งเตือน

# alert_summary_description
source: The report displays the total alert counts for any given vehicle along with statistics which also provides % of alerts processed & un-processed.
th: รายละเอียดการแจ้งเตือนยานพาหนะ

# allow_multiple_trip_plotting_lable
source: Allow Multiple Trip Plotting
th: อนุญาตให้วาดหลายเส้นทางได้

# all_label
source: All
th: ทั้งหมด

# app_is_recording
source: Fleet BI is recording
th: แอปพลิเคชั่นกำลังบันทึก

# app_is_running
source: Fleet BI is running
th: แอปพลิเคชั่นกำลังทำงาน

# authentication_error
source: The username or password is incorrect
de: Der Benutzername oder das Passwort ist nicht korrekt
th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง

source: Average
de: Durchschnitt
th: เฉลี่ย

source: Average consumption
de: Durchschnittsverbrauch
th: ปริมาณการเผาผลาญเฉลี่ย

source: Average Fuel Consumption
th: ปริมาณการเผาผลาญเฉลี่ย

# average_short
source: Avg
th: เฉลี่ย

source: Average speed
de: Durchschnittliche Geschwindigkeit
th: ความเร็วเฉลี่ย

# back_button
source: Back
th: กลับ

source: below
th: ด้านล่าง

# brakes_title
source: Brakes
th: เบรค

# braking_label
source: Braking
th: เบรค

# button_cancel
source: Cancel
de: Stornieren
th: ยกเลิก

# button_login
source: Log in
th: เข้าสู่ระบบ

# button_ok
source: OK
th: ตกลง

# button_plot
source: Plot
th: วาดเส้นทาง

# button_poll
source: Poll
th: ดึงข้อมูล

source: Coming Soon
th: พร้อมใช้งานเร็ว ๆ นี้

# compliance_label
source: Compliance
th: ความสำเร็จ

source: Consumption
de: Verbrauch
th: การเผาผลาญ

# consumption_measures_description
source: The report displays all driver related factors that effect fuel consumption. The sources of fuel data are also listed in this report.
th: รายงานอัตราการสิ้นเปลืองเชื้อเพลิง ซึ่งเป็นผลจากปัจจัยต่างๆในการขับรถของคนขับ

# consumption_short
source: consump
th: อัตราการสิ้นเปลืองเชื้อเพลิง

# copyright
source: Copyright 2020, Salus. All rights reserved.
de: Copyright © 2013, Scope Technologies Holdings Limited. All rights reserved.
th: สงวนลิขสิทธิ์© 2018, Styex Solutions cc

# cornering_label
source: Cornering
th: เข้าโค้ง

source: Cost
de: Kosten
th: ต้นทุน

source: Custom
de: Brauch
th: กำหนดเอง

# custom_data_summary_description
source: The report allows the plotting of any events received onto a graph to be analysed against Distance and Duration.
th: รายงานช่วยวางแผนกิจลงในกราฟวิเคราะห์เหตุการณ์

source: Custom end date
de: Enddatum waehlen
th: กำหนดวันที่สิ้นสุด

source: Custom start date
de: Startdatum waehlen
th: กำหนดวันที่เริ่มต้น

# custom_value
source: Custom Selected Value
th: กำหนดค่าที่เลือกเอง

source: Daily avg.
de: Tagesdurchschnitt
th: เฉลี่ยต่อวัน

# dashboard_title
source: Fleet BI Dashboard
th: แผงควบคุม

source: Date range
de: Datumsbereich
th: ช่วงวันที่

source: days
de: Tage
th: วัน

# device_activity_dashboard
source: Device Activity (count)
th: รถอัพเดท

source: Device ID
th: เครื่อง ID

source: Distance
de: Distanz
th: ระยะทาง

# distance_average_total
source: Distance Total/Average
th: ระยะทางรวม / เฉลี่ย

# distance_km
source: Kilometres
de: Kilometer
th: กิโลเมตร

# distance_km_abbr
source: km
th: หน่วย กม.

source: Distance Marker
th: ระยะสังเกตุ,ระยะกำหนด

# distance_miles
source: International miles
de: Internationale Meilen
th: ไมล์นานาชาติ

# distance_miles_abbr
source: mi.
th: ไมล์

# distance_nautical_miles
source: Nautical miles
de: Nautische Meilen
th: ไมล์ทะเล

# distance_nautical_miles_abbr
source: mi.
th: ไมล์

# distance_short_title
source: Distance
th: ระยะทาง

# distance_with_value
source: Distance: %1$s
de: Entfernung: %1$s
th: ระยะทาง: %1$s

# dist_driven_dashboard
source: Distance Driven (km)
th: ระยะทางขับเคลื่อน (กม.)

source: Driver Code
th: รหัสผู้ขับขี่

source: Driver count
de: Anzahl der Fahrer
th: จำนวนผู้ขับขี่

# driver_label
source: Driver
th: ผู้ขับ

# driver_route_description
source: The report provides information on trips on a per driver basis. Such data will include Max Speed, Max RPM and Fuel Used.
th: รายงานการเดินทางสำหรับผู้ขับขี่รายคน

# driver_stats_description
source: The report groups the various Drivers License types by categories as well as detailing Driver's Information along with the no. of vehicles used.
th: รายงานการขับขี่แบ่งตามกลุ่มผู้ขับขี่ ประเภทใบขับขี่

source: Drive Duration
th: ระยะเวลาการขับขี่

# drive_duration_dashboard
source: Drive Duration (h)
th: ระยะเวลาการขับรถ (นาที)

source: Driving
de: Fahren
th: ขับรถ

source: Driving time
de: Fahrzeit
th: เวลาขับขี่

# dtc_code_maintenance_description
source: The report lists the last received DTC code and its last cleared state. Codes provided can be searched for further action to be taken.
th: รายงานการบำรุงรักษา DTC Code และสถานะล่าสุด

source: Duration Marker
th: กำหนดระยะเวลา

# duration_short_title
source: Duration
th: ระยะเวลา

# duration_with_value
source: Duration: %1$s
de: Dauer: %1$s
th: ระยเวลา: %1$s

source: End
de: Ende
th: สิ้นสุด

source: End date
de: Enddatum
th: วันที่สิ้นสุด

source: End Location
th: สิ้นสุดตำแหน่ง

source: Entries
th: รายการ

# error_dashboard_tile
source: An error occured while setting up the tile. Please try again.
th: เกิดข้อผิดพลาดขณะตั้งค่า กรุณาลองอีกครั้ง.

# error_label
source: Error
th: ความผิดพลาด

# error_loading_report
source: Could not get report data
de: Berichtsdaten konnten nicht geladen werden
th: ไม่สามารถรับข้อมูลรายงาน

# error_position
source: An error occured retrieving positions. Please try again
th: ไม่สามารถรับข้อมูลรายงาน

# error_trip_information
source: Unable to collect trip information
th: ไม่สามารถรับข้อมูลรายงาน

# exceptions
source: Exceptions: %1$d
de: Ausnahmen: %1$d
th: พฤติกรรมเกินกำหนด

# exception_acceleration
source: Excessive Acceleration
th: เร่งความเร็วเกินกำหนด

# exception_accident
source: Accident
th: อุบัติเหตุ

# exception_alerts_label
source: Exception Alerts (count)
th: การแจ้งเตือน (จำนวน)

# exception_cornering
source: Cornering
th: เข้าโค้งอันตราย

source: Exception Count
th: พฤติกรรมเกินกำหนด(ครั้ง)

# exception_freewheeling
source: Freewheeling
th: ออกตัวกระชากเกินกำหนด

# exception_harshbreaking
source: Harshbreaking
th: เบรคกระทันหันเกินกำหนด

# exception_idle
source: Excessive Idle
th: จอดไม่ดับเครื่องเกินกำหนด

# exception_lanechange
source: Lane Change
th: เปลี่ยนช่องทางกระทันหันเกินกำหนด

# exception_recklessdriving
source: Reckless Driving
th: ขับรถประมาทเกินกำหนด

# exception_rpm
source: Excessive RPM
th: รอบเครื่องสูง เกินกำหนด

# exception_speeding
source: Speeding
th: ใช้ความเร็วเกิน เกินกำหนด

# exception_summary_description
source: The report lists the Total Exception Counts where this will be plotted against Distance to better determine the frequency of these Exceptions.
th: รายงานพฤติกรรมเกินกำหนด

# exception_swerving
source: Swerving
th: เลี้ยว

# exception_title
source: Exceptions
th: พฤติกรรมเกินกำหนด

source: Female
th: เพศหญิง

# fleet_exceptions
source: Plot Fleet Exceptions
th: พฤติกรรมเกินกำหนด(แบบกลุ่ม)

# fleet_utilization_description
source: The report determines its most and least utilized vehicles in their fleets. Utilization trends are also indicated for continued efficiency.
th: การใช้งานยานพาหนะ(แบบกลุ่ม)ใช้งานแบบมากที่สุดและน้อยที่สุด

# fleet_utilization_report
source: The report determines its most and least utilized vehicles in their fleets. Utilization trends are also indicated for continued efficiency.
th: พฤติกรรมเกินกำหนด

# freewheeling_label
source: Freewheeling
th: ออกตัวกระชาก

source: Fuel
th: เชื้อเพลิง

source: Fuel Consumption
th: อัตราการสิ้นเปลืองเชื้อเพลิง

# fuel_cons_dashboard_label
source: Fuel Consumption (l/100km)
th: การใช้งานเชื้อเพลิง

source: Fuel Cost
th: ต้นทุน เชื้อเพลิง

source: Fuel Cost Per km
th: ค่าเชื้อเพลิงต่อกิโลเมตร

# fuel_entry_consumption_description
source: The report graphically displays Cost, Consumption and Volume recorded against each day of the week for trend analysis.
th: รายละเอียดการสิ้นเปลื่องน้ำมัน

# fuel_entry_costs_description
source: The report consolidates fuel entry data that provides a Cost per KM/Mile value. Both Cost and Consumption thresholds can be set in this report.
th: รายละเอียดการสิ้นเปลืองต้นทุนน้ำมันเชื้อเพลิง

# fuel_entry_summary_description
source: The report provides the total & average fuel values logged along with its associated cost. This will then be calculated to provide an estimated consumption.
th: รายงานปริมาณน้ำมันเชื่อเพลิงรวมและเฉลี่ย

source: Fuel level
de: Kraftstoffstand
th: ระดับน้ำมัน

# fuel_level_monitor_description
source: The report displays fuel levels from both OBD and Analog. It also reports on estimated Refuel and Fuel loss instances.
th: รายละเอียดระดับน้ำมันจาก ODB และ Analog

# fuel_marker
source: Fuel Level Marker
th: ระดับน้ำมันที่กำหนด/สนใจ

source: Fuel Source
th: แหล่งน้ำมัน

source: Fuel Theft
th: การโจรกรรมน้ำมัน

# fuel_theft_dashboard_label
source: Fuel Theft
th: การโจรกรรมน้ำมัน(%)

source: Fuel Used
th: ใช้น้ำมัน

# fuel_used_short
source: Fuel Used
th: ใช้น้ำมัน

source: Goal
th: เป้าหมาย

# gray_marker_definition
source: Gray: All other vehicles
de: Grau: Alle anderen Fahrzeuge
th: รถอื่น ๆ ทั้งหมด

source: hours
de: Stunden
th: ชั่วโมง

source: Icon
th: ไอคอน

# idle_dashboard_label
source: Trip Idle Time
th: จอดรถไม่ดับเครื่อง

source: Idle Dur.
th: ระยะเวลาการจอดรถไม่ดับเครื่อง

# idle_label
source: Idle
th: จอดรถไม่ดับเครื่อง

source: Idle time
de: Leerlauf Zeit
th: เวลาการจอดรถไม่ดับเครื่อง

# idle_time_dashboard
source: Trip Idle Time (min)
th: จอดรถไม่ดับเครื่อง (นาที)

source: Idling
de: Leerlauf
th: เริ่มจอดรถไม่ดับเครื่อง

# invalid_value
source: Please enter a valid value
th: โมฆะ

# kpi_alerts_title
source: KPI Alerts
th: แจ้งเตือน KPI

# label_birthDate
source: Birth Date
th: วันเกิด

# label_driverId
source: Driver ID
th: หมายเลขผู้ขับขี่

# label_driver_filtered
source: Driver ID Filtered
th: ตรวจสอบหมายเลขผู้ขับขี่

# label_expiraryDate
source: Expirary Date
th: วันหมดอายุ

# label_fuel_meter
source: Fuel Meter
th: หน่วย น้ำมัน

# label_gender
source: Gender
th: เพศ

# label_in_trip
source: is currently in a trip
th: กำลังเดินทาง

# label_is_idling
source: is idling
th: กำลังจอดรถไม่ดับเครื่อง

# label_licenceNumber
source: Licence No.
th: เลขที่ใบอนุญาติ

# label_licenceType
source: Lic Type
th: ประเภทใบอนุญาติ

# label_login
source: Login
th: เข้าสู่ระบบ

# label_mass_airflow
source: Mass Airflow
th: มวลอากาศ

# label_none
source: None
th: ไม่มี

# label_not_in_trip
source: is currently not in a trip
th: ไม่มีการเดินทาง

# label_no_trips
source: No trips for the period
th: ไม่มีการเดินทาง ในช่วงเวลานั้นๆ

# label_password
source: Password
de: Passwort
th: รหัสผ่าน

# label_requires_attention
source: Requires attention
th: ข้อมูลไม่อัพเดท โปรดตรวจสอบ

# label_server
source: Server
th: เซิฟเวอร์

# label_unknown_vehicle_group
source: Unknown vehicle group
de: Fahrzeuggruppe nicht erkannt
th: ไม่ทราบกลุ่มรถ

# label_updated
source: Updated
de: Aktualisiert:
th: อัพเดท

# label_username
source: Username
de: Benutzername
th: ชื่อผู้ใช้งาน

# label_vehicles
source: Last Vehicle
th: คัน

# landing_page_title
source: Landing Page
th: ไปยัง หน้า

# lane_change_label
source: Lane Change
th: เปลี่ยนช่องทาง

# last_event_received
source: Last event received %1$s ago.
de: Letztes Ereignis vor %1$s empfangen
th: สถานะสุดท้าย %1$s ผ่านมา

source: last known position
th: ตำแหน่งสุดท้ายที่รู้จัก

source: Last location
th: สถานที่ล่าสุด

# last_reported
source: Last Reported Time
th: รายงานล่าสุด

source: Last trips
de: Letzte Fahrten
th: การเดินทางล่าลุด

# last_x_days
source: Last {0} days
de: Letzten %1$d Tage
th: เมื่อ {0} วันที่แล้ว

# last_x_months
source: Last {0} months
de: Letzten %1$d Monate
th: เมื่อ {0} เดือนที่แล้ว

# last_x_weeks
source: Last {0} weeks
de: Letzten %1$d Wochen
th: เมื่อ {0} สัปดาห์ที่แล้ว

source: Least Exceptions
th: พฤติกรรมเกินกำหนด น้อยที่สุด

source: Least Fuel Efficient
th: การใช้น้ำมันอย่างมีประสิทธิภาพน้อยที่สุด

# limit_label
source: Limit
th: จำกัด

source: Loading
de: Laedt
th: กำลังโหลด

source: Loading report
de: Bericht wird geladen…
th: กำลังโหลดรายงาน

# location_monitor_description
source: Location monitor statistics
th: สถิติการตรวจสอบตำแหน่ง

source: Location Updates
th: อัพเดทตำแหน่ง

source: Logging started
th: การบันทึกเริ่มต้น

source: Logging stopped
th: การบันทึกสิ้นสุด

# login_error_credentials_missing
source: Please enter username and password.
de: Bitte geben Sie Ihren Benutzernamen und Ihr Passwort ein.
th: กรุณากรอก ชื่อผู้ใช้งาน กับ รหัสผ่าน

# login_progress_signing_in
source: Logging in…
th: กำลังลงชื่อเข้าใช้งาน....

# logout_confirmation_question
source: Are you sure you want to log out the current user from this application?
de: Sind Sie sicher, dass Sie sich vom aktuellen Benutzer ausloggen wollen?
th: คุณต้องการออกจากระบบใช้หรือไม่

source: l/100km
th: ล/100 กม.

source: Male
th: เพศชาย

source: Marker color codes
de: Marker Farbcodes
th: เครื่องหมายรหัสสี

# marker_legend_black
source: Not in a trip
th: ดับเครื่องยนต์

# marker_legend_green
source: In a trip
th: กำลังเดินทาง

# marker_legend_purple
source: Last Known Position
th: ตำแหน่งสุดท้ายก่อน GPS Lost

# marker_legend_red
source: Requires Attention
th: ข้อมูลไม่อัพเดท โปรดตรวจสอบ

# marker_legend_yellow
source: Idling
th: จอดรถไม่ดับเครื่อง

source: Max RPM
th: รอบเครื่อง สูงสุด

source: Max Speed
th: ความเร็ว สูงสุด

# max_speed_dashboard
source: Max Speed (km)
th: ความเร็ว สูงสุด(กม)

# max_speed_label
source: Max Speed
th: ความเร็ว สูงสุด

source: minutes
de: Minuten
th: นาที

# more_than_year
source: more than 1 year
de: mehr als 1 Jahr
th: มากกว่า 1 ปี

source: Most Exceptions
th: พฤติกรรมเกินกำหนด มากที่สุด

source: Most Fuel Efficient
th: การใช้น้ำมันอย่างมีประสิทธิภาพมากที่สุด

source: MZone Cost
th: MZone ราคา

source: Non-Reporting
th: ไม่มีรายงาน

# non_reporting_label
source: Non-reporting (h)
th: ไม่มีรายงาน

# no_b_licences
source: No B1-B4 Licences
th: B1 - B4 ใบอนุญาต

# no_data_error
source: No data were returned
de: Es wurden keine Daten zurückgegeben
th: ไม่มีข้อมูลถูกส่งคืน

# no_data_message
source: No data is available for this tile.
th: ไม่มีข้อมูลสำหรับรายการนี้

# no_favourite_reports
source: No favourite reports yet
de: Noch keine Favoriten Berichte
th: ไม่มีรายงานโปรด

# no_favourite_reports_description
source: To add a report to this page, open any report and press action button
de: Um einen Bericht zu dieser Seite hinzuzufügen, öffnen Sie einen Bericht und drücken Sie die Aktionstaste
th: เพิ่มรายงานนี้เป็นรายงานโปรดกดปุ่ม

source: No Personal Licences
th: ส่วนบุคคล ใบอนุญาต

# no_trips_found
source: No trips found for this vehicle
de: Keine Fahrten für dieses Fahrzeug gefunden
th: ไม่มีการเดินทางสำหรับรถคันนี้

# no_t_licences
source: No T1-T4 Licences
th: T1 - T4 ใบอนุญาต

source: Number of vehicles
de: Anzahl der Fahrzeuge
th: จำนวนรถ

# obd_route_data
source: A specialised report that details the OBD information received by the vehicle. This OBD per second data is represented graphically.
th: ข้อมูลการเดินทาง(ODB)

# operational_alerts_title
source: Operational Alerts
th: การดำเนินการแจ้งเตือน

source: Overtime
de: Überstunden
th: ล่วงเวลา

source: Overtime driving
de: Überstunden gefahren
th: ขับรถล่วงเวลา

# over_speed_dashboard
source: Over Speed (km)
th: ความเร็วเกินกำหนด(กม)

source: Parked
de: Geparkt
th: จอด

# parse_error
source: An error occurred while processing the server response
de: Fehler mit der antwort des Servers
th: เกิดข้อผิดพลาดขณะประมวลผล

# personal_logbook_location_message
source: The Personal Trip Logbook feature allows the phone to send its location and provide basic trip data for the user. By enabling this function you consent to have your device's location to be sent for analysis. The logbook feature requires your Phone ID to be registered, if you have not done so please contact your administrator for assistance.
th: การเดินทางส่วนบุคคลช่วยให้โทรศัพท์สามารถส่งตำแหน่งและข้อมูลการเดินทางขั้นพื้นฐานสำหรับผู้ใช้. เมื่อเปิดใช้งานฟังก์ชันนี้คุณยินยอมให้ส่งตำแหน่งไปยังอุปกรณ์เพื่อการวิเคราะห์. การเดินทางส่วนบุคคลต้องการให้ลงทะเบียน,หมายเลขโทรศัพท์ของคุณหากคุณยังไม่ได้ดำเนินการดังกล่าวโปรดติดต่อผู้ดูแลระบบของคุณ สำหรับความช่วยเหลือ.

# personal_logbook_phone_note
source: Note: Your administrator may provide you a new Phone ID in which case you can enter this into the Phone ID field.
th: หมายเหตุ: ผู้ดูแลระบบของคุณอาจให้รหัสโทรศัพท์ใหม่ซึ่งคุณสามารถป้อนรหัสโทรศัพท์นี้ลงในช่องรหัสโทรศัพท์ได้

# personal_logbook_phone_registration_steps
source: 1. Go to settings and locate the Personal Trip Logbook section</br> 2. The Phone ID field is shown</br> 3. Provide the Phone ID to your administrator</br> 4. The administrator will then register your Phone ID for use.
th: 1. ไปที่การตั้งค่าและค้นหาส่วนการเดินทางส่วนบุคคล</br> 2. ช่องหมายเลขโทรศัพท์จะปรากฏขึ้น </br>3. ระบุหมายเลขโทรศัพท์ให้กับผู้ดูแลระบบของคุณ</br> 4. ผู้ดูแลระบบจะลงทะเบียนหมายเลขโทรศัพท์ของคุณเพื่อใช้

# personal_logbook_phone_registration_title
source: Registering your Phone ID
th: การลงทะเบียนรหัสโทรศัพท์ของคุณ

# per_variable_display_description
source: The report graphically displays the Total Counts as received and lists the Distance and Time variables as set.
th: รายงานแบบกราฟแสดงระยะทางและเวลา

source: per vehicle
de: pro Fahrzeug
th: ต่อคัน

source: Phone ID
th: รหัสโทรศัพท์

source: Please wait…
de: Bitte warten…
th: กรุณารอสักครู่

# poi_activity_description
source: The report lists the places visited by the selected vehicle, details include Total Visits, Total Duration and Ave. Duration.
th: รายะเอียดสถานที่ที่เข้าจอด แบบละเอียดรายคัน

source: Poll command sent
de: Poll Befehl gesendet
th: ดึงข้อมูล

# pref_currency
source: Currency
de: Währung
th: ค่าเงิน

# pref_distance_measurement_unit
source: Distance
de: Distanz
th: ระยะทาง

# pref_fluid_measurement_unit
source: Fluid
de: Flüssigkeit
th: ของแหลว

source: Previous month
de: Vorheriger Monat
th: เดือนก่อนหน้า

source: Previous week
de: Vorherige Woche
th: สัปดาห์ก่อนหน้า

source: Ratio
de: Verhältnis
th: อัตราส่วน

# reckless_driving_label
source: Reckless Driving
th: ขับรถประมาท

source: Registration
th: ลงทะเบียน

# remove_report_confirmation
source: Remove the report from favourites?
de: Bericht von Favoriten entfernen?
th: ลบรายงานออกจากรายงานโปรด

# reporting_interval
source: Reporting Interval (min)
th: ช่วงการรายงาน (นาที)

# reports_title
source: Reports
th: รายงาน

# report_title_actions
source: Actions
th: การปฏิบัติ

# report_title_alert_notifications
source: Alert Notifications
th: การแจ้งเตือน

# report_title_alert_summary
source: Alert Summary
th: สรุปการแจ้งเตือน

# report_title_dlt_driver_stats
source: DLT Driver Statistics
th: สถิติผู้ขับขี่ DLT

# report_title_driver_route_activity
source: Route Activity
th: พฤติกรรมการเดินทางผู้ขับขี่

# report_title_driving_summary
source: Driving summary
de: Zusammenfassung des Fahren
th: สรุปการขับขี่

# report_title_entities
source: Entites
th: รายงานทั่วไป

# report_title_fleet
source: Fleet
th: ยานพาหนะ

# report_title_fleet_accident_summary
source: Accident Summary
th: สรุปอุบัติเหตุ

# report_title_fleet_custom_data_summary
source: Custom Data Summary
th: สรุปข้อมูลที่กำหนด

# report_title_fleet_dtc_code_maintenance
source: DTC Code Maintenance
th: DTC โค๊ดแจ้งเตือนเครื่องยนต์สำหรับซ่อมบำรุง

# report_title_fleet_exception_summary
source: Exception Summary
th: สรุปพฤติกรรมเกินกำหนด

# report_title_fleet_obd_route_data
source: OBD Route Data
th: OBD ข้อมูลเส้นทาง

# report_title_fleet_route_activity
source: Route Activity
th: พฤติกรรมการเดินทาง

# report_title_fleet_total_cost_of_ownership
source: Total Cost of Ownership
th: ต้นทุนทั้งหมดสำหรับผู้ประกอบการ

# report_title_fleet_utilization
source: Fleet Utilization
th: การใช้ประโยชน์กลุ่มรถ

# report_title_fuel_consumption
source: Fuel consumption
de: Kraftstoffverbrauch
th: การสิ้นเปลื่องน้ำมัน

# report_title_fuel_consumption_measures
source: Consumption Measures
th: มาตรวัดสิ้นเปลื่องน้ำมัน

# report_title_fuel_cost
source: Fuel cost
de: Treibstoffkosten
th: ต้นทุนน้ำมัน

# report_title_fuel_entry_consumption
source: Fuel Entry Consumption
th: การใช้น้ำมัน

# report_title_fuel_entry_costs
source: Fuel Entry Costs
th: ต้นทุนน้ำมันทั้งหมด

# report_title_fuel_level_monitor
source: Fuel Level Monitor
th: ปริมาตรน้ำมัน

# report_title_fuel_summary
source: Fuel Entry Summary
de: Kraftstoff Zusammenfassung
th: ผลรวมน้ำมัน

# report_title_fuel_volume
source: Fuel volume
de: Kraftstoff Volumen
th: ปริมาณน้ำมัน

# report_title_location_monitor
source: Location Monitor
th: การตรวจสอบตำแหน่ง

# report_title_overtime_utilization
source: Overtime utilization
de: Ueberstunden
th: การใช้งานล่วงเวลา

# report_title_personal_logbook
source: Personal Log Book (Beta)
th: บันทึกส่วนตัว

# report_title_per_variable_display
source: Per Variable Display
th: แสดงรายงานตามตัวแปรที่เลือก

# report_title_poi_activity
source: POI Activity
th: กิจกรรมในพื้นที่หน้าสนใจ POI

# report_title_risk_management
source: Risk Management
th: การจัดการความเสี่ยง

# report_title_time_profile_utilization
source: Vehicle utilization
de: Auslastung des Fahrzeugs
th: การใช้งานยานพาหนะ

# report_title_vehicle_score
source: Vehicle Score Rating
th: จัดลำดับคะแนนรายคัน

# reset_dashboard_prompt
source: This will reset all values, including date range and vehicle groups already selected.
th: รีเซ็ตค่าต่างๆ ช่วงเวลา และกลุ่มยานพาหนะใหม่

source: Result
th: ผล

# risk_management_description
source: The report provides the last reported time of the vehicles along with its last known event. An alert summary is also provided.
th: รายละเอียดการจัดการความเสี่ยง

# route_activity_description
source: The report summarises the trip's details along with its Max Speed, Max RPM, Fuel Used and Total Exception Counts.
th: รายละเอียดการเดินทาง

# rpm_label
source: RPM
th: รอบเครื่องยนต์

source: seconds
de: Sekunden
th: วินาที

source: Select Y Axis:
th: เลือก Y เส้น

# server_connection_error
source: Could not establish connection to the server
de: Es konnte keine Verbindung zum Server erstellt werden
th: การเชื่อมต่อผิดพลาด

# snap_trip_to_road_label
source: Snap To Road
th: แปลงเส้นทางไปสู่ถนน

# speeding_label
source: Speeding
th: ความเร็ว

# speed_km_h_abbr
source: km/h
th: กม./ชม.

# speed_mph_abbr
source: mph
th: ไมล์/ชม.

source: Start
de: Starten
th: เริ่มต้น

source: Start date
de: Startdatum
th: วันเริ่มต้น
