Repository: rhwcheng/LifeDriver-main-2.0
Catalog: LifeDriver-main/StyexFleetManagement/Resx/AppResources.*.resx
Languages: de, th

# start_date_after_end_date_error
source: Start date must not be greater than end date
de: Startdatum darf nicht größer sein als Enddatum
th: ผิดพลาดจากวันเริ่มต้นมากกว่าวันสิ้นสุด

# stopped_time_dashboard
source: Stopped Time (h)
th: ระยะเวลา จอด(ชม.)

# stopped_time_title
source: Stopped Time
th: เวลาจอด

# stop_duration
source: Stop Dur.
th: ระยะเวลาการจอดรถ

# success_label
source: Success
th: สมบูรณ์

# swerving_label
source: Swerving
th: เลี้ยว

# this_month
source: Current Month
de: Dieser Monat
th: เดือนปัจจุบัน

source: This week
de: Diese Woche
th: สัปดาห์ปัจจุบัน

source: Time
de: Zeit
th: เวลา

# time_h
source: h
th: ชม.

# time_min
source: min
th: นาที

# title_activity_account_settings
source: Account settings
de: Account Einstellungen
th: ตั้งค่าบัญชีผู้ใช้ user

# title_application
source: Application
th: แอปพลิเคชัน

# title_b_licence_chart
source: Licence Type: B1 - B4
th: ใบขับขี่:บ.1,บ.2,บ.3,บ.4

# title_custom_date_range
source: Select custom date range
de: Datumsbereich waehlen
th: เลือกช่วงวันที่(กำหนดเอง)

# title_exception_vs_distance_chart
source: Exceptions vs Distance
th: พฤติกรรมเกินกำหนดเทียบระยะทาง

# title_favourite_reports
source: Favourite reports
de: Bevorzugte Berichte
th: รายงานโปรด

# title_fuel_consumption
source: Fuel
de: Kraftstoff
th: น้ำมัน

# title_fuel_consumption_graph
source: Monthly Fuel Consumption and Cost
th: การใช้น้ำมันเชื้อเพลิงและต้นทุนค่าน้ำมันเชื้อเพลิงรายเดือน

# title_fuel_efficiency_graph
source: Monthly Fuel Efficiency and Cost per km
th: ประสิทธิภาพการใช้น้ำมันและค่าน้ำมันต่อกิโลเมตรต่อเดือน

# title_least_utilised
source: Least Utilised Vehicles
th: รถที่ใช้น้อยที่สุด

# title_map
source: Map
de: Karte
th: แผนที่

# title_most_utilised
source: Most Utilised Vehicles
th: รถที่ใช้มากที่สุด

# title_personal_licence_chart
source: Licence Type: Personal
th: ประเภทใบขับขี่:รถยนต์ส่วนบุคคล

# title_share_report
source: Share report
de: Bericht teilen
th: แชร์รายงาน

# title_total_exception_chart
source: Total Exception Counts
th: สรุปรวมพฤติกรรมเกินกำหนด

# title_trip_plotting
source: Trip Plotting
th: วาดทริปการเดินทาง

# title_t_licence_chart
source: Licence Type: T1-T4
th: ประเภทใบขับขี่:ท.1,ท.2,ท.3,ท.4

# title_units_of_measure
source: Units of measure
de: Maßeinheiten
th: หน่วยวัด

# title_vehicle_trip_activity_chart
source: Vehicle Group Trip Activity
th: การเดินทางกลุ่มรถ

# title_vehicle_utilisation_distance_duration
source: Vehicle Utilisation by Distance and Duration
th: การใช้รถตามระยะทางและระยะเวลา

# title_vehicle_utilization
source: Vehicles
de: Fahrzeuge
th: รถ

# toast_cache_cleared
source: Cached data cleared
de: Cache geloescht
th: เคลียร์ข้อมูลแคช

# toast_cannot_plot_trip_locations_missing
source: Cannot plot the trip. Location data missing.
de: Fahrten koennen nicht gezeichnet weredn. Daten fehlen.
th: ไม่สามารถวาดเส้นทางการเดินทางได้ ตำแหน่งผิดพลาด

# toast_favourite_report_removed
source: Report removed from dashboard
de: Bericht von den Favoriten entfernt
th: ลบรายงานออกจากรายการโปรด

# toast_google_maps_not_available
source: Map is not available on your device
de: Karte ist auf Ihrem Gerät nicht verfügbar
th: แผนที่ไม่สามารถใช้งานบนอุปกรณ์นี้

# toast_locating_vehicles
source: Locating vehicles…
de: Fahrzeuge lokalisieren…
th: กำลังค้นหารถ ...

# toast_report_added_to_favourites
source: Report added to dashboard
de: Bericht zu den Favoriten hinzugefügt
th: เพิ่มรายงานเป็นรายการโปรด

# toast_report_sharing_failed
source: Failed to export the report
de: Fehler beim Exportieren des Berichts
th: การส่งออกรายงาน ล้มเหลว

# toast_user_settings_updated
source: User settings updated
de: Benutzereinstellungen aktualisiert
th: อัพเดทตั้งค่าผู้ใช้งาน

# toast_vehicle_X_location_unknown
source: Cannot locate vehicle %1$s
de: Fahrzeug nicht gefunden %1$s
th: ไม่สามารถค้นหาตำแหน่งรถ % 1 $ s

# toast_x_vehicles_located
source: %1$d vehicles located
de: %1$d Fahrzeuge identifiziert
th: % 1 $ d ตำแหน่งรถ

source: Today
de: Heute
th: วันนี้

source: Top 5: Best utilized
de: Top 5: Die besten genutzt
th: การใช้งานรถดีที่สุด 5 อันดับสูงสุด

# top_5_best_utilized_subtitle
source: (least overtime driving)
de: (Wenigsten Überstunden gefahren)
th: การใช้งานรถดีที่สุด 5 อันดับสูงสุด(ขับรถล่วงเวลาน้อยที่สุด)

source: Top 5: Current fuel level
de: Aktueller Kraftstoffstand
th: ระดับน้ำมันเชื้อเพลิง 5 อันดับสูงสุด (ที่ได้ระยะทางมากสุด)

# top_5_current_fuel_level_subtitle
source: (vehicles with greatest distance)
de: (Fahrzeuge mit der groessten Distanz)
th: ระดับน้ำมันเชื้อเพลิง 5 อันดับสูงสุด (ที่ได้ระยะทางมากสุด)

# top_5_drivers
source: Most Active Drivers
th: ผู้ขับขี่ 5 อันดับสูงสุด (Active)

source: Top 5: Driving distance
de: Top 5: Fahrt Distanz
th: ผู้ขับขี่ที่ระยะทาง 5 อันดับสูงสุด

source: Top 5: Driving time
de: Top 5: Fahrzeit
th: ผู้ขับขี่ที่เวลาการขับขี่ 5 อันดับสูงสุด

source: Top 5: Fuel consumption
de: Top 5: Kraftstoffverbrauch
th: อัตราการสิ้นเปลือง 5 อันดับสูงสุด

source: Top 5: Fuel volume
de: Top 5: Kraftstoff Volumen
th: ระดับน้ำมัน 5 อันดับสูงสุด

source: Top 5: Least utilized
de: Top 5: Die wenigsten genutzt
th: การใช้งานรถน้อยที่สุด 5 อันดับสูงสุด

source: Top 5: Most utilized
de: Top 5: Die meisten genutzt
th: การใช้งานมากรถที่สุด 5 อันดับสูงสุด

source: Top 5: Worst utilized
de: Top 5: Schlechtesten genutzt
th: การใช้งานรถที่แย่ที่สุด 5 อันดับสูงสุด

# top_5_worst_utilized_subtitle
source: (most overtime driving)
de: (Die meisten Überstunden gefahren)
th: การใช้งานที่รถแย่ที่สุด(ขับรถล่วงเวลามากที่สุด) 5 อันดับสูงสุด

source: Total
de: Insgesamt
th: ทั้งหมด

source: Total cost
de: insgesamte Kosten
th: ต้นทุนทั้งหมด

# total_cost_of_ownership_description
source: The report identifies the TCO by providing the Cost per KM/Miles value to each vehicle. Both fixed & Variable costs are captured.
th: รายละเอียดต้นทุน ต้นทุนน้ำมันต่อไมล์ (TCO)

source: Total Count
th: จำนวนทั้งหมด(ครั้ง)

source: Total distance
de: insgesamte Distanz
th: ระยะทางทั้งหมด

source: Total driving time
de: Insgesamt gefahren
th: รวมเวลาการขับขี่ทั้งหมด

source: Total time
de: insgesamte Zeit
th: รวมเวลาทั้งหมด

source: Total volume
de: insgesamte Volumen
th: ปริมาณน้ำมันทั้งหมด

# to_label
source: To
th: ถึง

# trip_end_label
source: Trip End:
th: สิ้นสุดการเดินทาง:

# trip_logbook_title
source: Personal Logbook (Beta)
th: การเดินทางส่วนตัว

source: Trip Recording
th: บันทึกการเดินทาง

# trip_start_label
source: Trip Start:
th: เริ่มการเดินทาง:

# ubi_exceptions
source: Plot UBI Exceptions
th: แสดงพฤติกรรมเกินกำหนด

# unknown_location
source: Unknown
de: Unbekannt
th: ไม่สามารถระบุตำแหน่ง

# unknown_service_error
source: An error occurred while connecting to the server
de: Fehler mit der Verbindung zum Server
th: เกิดข้อผิดพลาดขณะเชื่อมต่อกับเซิร์ฟเวอร์

source: Updating report…
de: Bericht wird aktualisiert…
th: กำลังอัปเดตรายงาน

source: Updating reports…
de: Berichte werden aktualisiert…
th: กำลังอัปเดตรายงาน...

# utilisation_period_percent
source: Utilisation Period %
th: ระยะเวลาการใช้งาน%

source: Utilization
de: Gebrauch
th: การใช้งาน

source: Utilization histogram
de: Gebrauch Histogramm
th: การใช้งาน ฮิสโตแกรม

source: Vehicle
de: Fahrzeug
th: รถ

source: Vehicle Description
th: ข้อมูลรถ

# vehicle_dtc_dashboard
source: Vehicle DTC (count)
th: พาหนะ DTC

source: Vehicle group
de: Fahrzeuggruppe
th: กลุ่มรถ

# vehicle_group_average
source: Average
th: ค่าเฉลี่ยแบบกลุ่ม

# vehicle_score_description
source: The report displays a vehicle score based on the formula as assigned. A feedback is also provided on how to improve this score.
th: รายละเอียดคะแนนรายคันรถตามที่กำหนดเกณฑ์การคำนวณไว้

source: Version
th: รุ่น

# vin_changed_dashboard
source: VIN Changed (count)
th: หมายเลขตัวกับรถ

# violation_label
source: Violation
th: ข้อยกเว้น

source: Volume
de: Volumen
th: ปริมาตร

# volume_litres
source: Litres
de: Liter
th: ลิตร

# volume_litres_abbr
source: l
th: ล.

# volume_us_gallons
source: U.S. gallons
de: US-Gallonen
th: U.S แกลลอน

# volume_us_gallons_abbr
source: gal.
th: แกลลอน

# welcome_label
source: Welcome
th: ยินดีต้อนรับ

source: Work hours
de: Arbeitszeit
th: ชั่วโมงการทำงาน

source: Work time driving
de: Fahren waehrend der Arbeitszeit
th: ชั่วโมงการขับขี่

# x_vehicles
source: {0} vehicles
de: %1$d Fahrzeuge
th: {0}รถ

source: Yesterday
de: Gestern
th: เมื่อวาน

# app_name
source: Fleet BI
de: J.Siam GPS Solutions

# volume_imperial_gallons
source: Imperial gallons
de: Imperiale Gallonen
